"browserTitle" = "Kohteen ”%@” ominaisuudet";
"untitledMovie" = "Nimetön";

"deleteButtonTitle" = "Poista";
"extractButtonTitle" = "Poimi";

"deleteTrackOperation" = "Poista raita"; /* for undo */
"deleteTracksOperation" = "Poista raidat"; /* for undo */

"deleteTrackMessage" = "Haluatko varmasti poistaa tämän raidan?";
"deleteTracksMessage" = "Haluatko varmasti poistaa nämä raidat?";
"operationUndoable" = "Tämä toiminto voidaan perua.";

"multipleObjectsSelected" = "%d kohdetta valittuna.";

"propUnavailablePlaceholder" = "-";
"inspectorUnavailable" = "Useita valintoja";